  [
{
"id": 1,
"parent": "Crédito Productivo",
"denominacion": "Productivo Corporativo",
"monto_minimo": 10000,
"monto_maximo": 20000000,
"plazo_minimo": 1,
"plazo_maximo": 48,
"tasa_interes": 8.95,
"tasa_efectiva": 9.33,
"tasa_interes_porc": 0.0895,
"tasa_efectiva_porc": 0.0933,
"informacion": "Son los créditos otorgados a personas naturales obligadas a llevar contabilidad o personas jurídicas legalmente habilitadas para contratar y obligarse, dedicadas a desarrollar proyectos productivos cuyo monto en al menos el 90%, sea destinado para la compra de bienes de capital, terrenos, construcción de infraestructura y compra de derechos de propiedad industrial. Los ingresos o ventas anuales proyectadas provenientes de la actividad económica del sujeto de crédito deben ser superiores USD 5,000,000.00."
},
{
"id": 2,
"parent": "Crédito Productivo",
"denominacion": "Productivo Empresarial",
"monto_minimo": 10000,
"monto_maximo": 20000000,
"plazo_minimo": 1,
"plazo_maximo": 48,
"tasa_interes": 9.76,
"tasa_efectiva": 10.21,
"tasa_interes_porc": 0.0976,
"tasa_efectiva_porc": 0.1021,
"informacion": "Son los créditos otorgados a personas naturales obligadas a llevar contabilidad o personas jurídicas legalmente habilitadas para contratar y obligarse, dedicadas a desarrollar proyectos productivos cuyo monto en al menos el 90%, sea destinado para la compra de bienes de capital, terrenos, construcción de infraestructura y compra de derechos de propiedad industrial. Los ingresos o ventas anuales proyectadas provenientes de la actividad económica del sujeto de crédito deben ser superiores a USD 1,000,000.00 y hasta USD 5,000,000.00."
},
{
"id": 3,
"parent": "Crédito Productivo",
"denominacion": "Productivo PYMES",
"monto_minimo": 3000,
"monto_maximo": 1000000,
"plazo_minimo": 1,
"plazo_maximo": 48,
"tasa_interes": 11.23,
"tasa_efectiva": 11.83,
"tasa_interes_porc": 0.1123,
"tasa_efectiva_porc": 0.1183,
"informacion": "Son los créditos otorgados a personas naturales obligadas a llevar contabilidad o personas jurídicas legalmente habilitadas para contratar y obligarse, dedicadas a desarrollar proyectos productivos cuyo monto en al menos el 90%, sea destinado para la compra de bienes de capital, terrenos, construcción de infraestructura y compra de derechos de propiedad industrial. Los ingresos o ventas anuales proyectadas provenientes de la actividad económica del sujeto de crédito deben ser superiores a USD 100,000.00 y hasta USD 1,000,000.00"
},
{
"id": 4,
"denominacion": "Crédito Comercial Ordinario",
"monto_minimo": 3000,
"monto_maximo": 200000,
"plazo_minimo": 12,
"plazo_maximo": 60,
"tasa_interes": 11.23,
"tasa_efectiva": 11.83,
"tasa_interes_porc": 0.1123,
"tasa_efectiva_porc": 0.1183,
"informacion": "Crédito otorgado personas naturales obligadas a llevar contabilidad o personas jurídicas legalmente habilitadas para contratar y obligarse, dedicadas a desarrollar actividades productivas, de comercio o servicios que registren ventas anuales superiores a USD 100,000.00; cuyo destino es la adquisición o comercialización de vehículos nuevos, livianos de combustible fósil, incluyendo los que son para fines productivos y comerciales."
},
{
"id": 5,
"parent": "Crédito Comercial Prioritario",
"denominacion": "Comercial Prioritario Corporativo",
"monto_minimo": 10000,
"monto_maximo": 20000000,
"plazo_minimo": 1,
"plazo_maximo": 60,
"tasa_interes": 8.95,
"tasa_efectiva": 9.33,
"tasa_interes_porc": 0.0895,
"tasa_efectiva_porc": 0.0933,
"informacion": "Son créditos otorgados a personas naturales obligadas a llevar contabilidad o personas jurídicas, legalmente habilitadas para contratar y obligarse, dedicadas a desarrollar actividades productivas, de comercio o servicios que registren ingresos o ventas superiores a USD 5,000,000.00;  cuyo destino sea la adquisición de bienes y servicios para actividades productivas y comerciales que no estén categorizadas en el segmento comercial ordinario."
},
{
"id": 6,
"parent": "Crédito Comercial Prioritario",
"denominacion": "Comercial Prioritario Empresarial",
"monto_minimo": 10000,
"monto_maximo": 20000000,
"plazo_minimo": 1,
"plazo_maximo": 60,
"tasa_interes": 9.76,
"tasa_efectiva": 10.21,
"tasa_interes_porc": 0.0976,
"tasa_efectiva_porc": 0.1021,
"informacion": "Son créditos otorgados a personas naturales obligadas a llevar contabilidad o personas jurídicas, legalmente habilitadas para contratar y obligarse, dedicadas a desarrollar actividades productivas, de comercio o servicios que registren ingresos o ventas anuales mayores a USD 1,000,000.00 y menores o iguales a USD 5,000,000.00; cuyo destino sea la adquisición de bienes y servicios para actividades productivas y comerciales que no estén categorizadas en el segmento comercial ordinario."
},
{
"id": 7,
"parent": "Crédito Comercial Prioritario",
"denominacion": "Comercial Prioritario PYMES",
"monto_minimo": 3000,
"monto_maximo": 1000000,
"plazo_minimo": 1,
"plazo_maximo": 60,
"tasa_interes": 11.23,
"tasa_efectiva": 11.83,
"tasa_interes_porc": 0.1123,
"tasa_efectiva_porc": 0.1183,
"informacion": "Crédito otorgado a personas naturales obligadas a llevar contabilidad o personas jurídicas, legalmente habilitadas para contratar y obligarse, dedicadas a desarrollar actividades productivas, de comercio o servicios que registren ingresos o ventas anuales mayores a USD 100,000.00 y menor o igual a USD 1,000,000.00; cuyo destino sea la adquisición de bienes y servicios para actividades productivas y comerciales que no estén categorizadas en el segmento comercial ordinario."
},
{
"id": 8,
"denominacion": "Crédito de Consumo Ordinario",
"monto_minimo": 1000,
"monto_maximo": 200000,
"plazo_minimo": 12,
"plazo_maximo": 60,
"tasa_interes": 16.06,
"tasa_efectiva": 17.30,
"tasa_interes_porc": 0.1606,
"tasa_efectiva_porc": 0.1730,
"informacion": "Son créditos otorgados a personas naturales, legalmente habilitadas para contratar y obligarse, dependientes o independientes dedicadas a desarrollar actividades productivas, de comercio o servicios, cuyo destino del crédito sea la adquisición o comercialización de vehículos livianos de combustible fósil."
},
{
"id": 9,
"denominacion": "Crédito de Consumo Prioritario",
"monto_minimo": 500,
"monto_maximo": 200000,
"plazo_minimo": 12,
"plazo_maximo": 60,
"tasa_interes": 16.06,
"tasa_efectiva": 17.30,
"tasa_interes_porc": 0.1606,
"tasa_efectiva_porc": 0.1730,
"informacion": "Es el otorgado a personas naturales, destinado a la compra de bienes, servicios o gastos no relacionados con una actividad productiva, comercial y otras compras y gastos no incluidos en el segmento de consumo ordinario, incluidos los créditos prendarios de joyas."
},
{
"id": 10,
"denominacion": "Crédito Inmobiliario",
"monto_minimo": 10000,
"monto_maximo": 2000000,
"plazo_minimo": 12,
"plazo_maximo": 180,
"tasa_interes": 10.78,
"tasa_efectiva": 11.33,
"tasa_interes_porc": 0.1078,
"tasa_efectiva_porc": 0.1133,
"informacion": "Es el otorgado con garantía hipotecaria a personas naturales para la construcción, reparación, remodelación y mejora de inmuebles propios; para la adquisición de terrenos destinados a la construcción de vivienda propia; y para la adquisición de vivienda terminada para uso del deudor y su familia no categorizada en el segmento de crédito de vivienda de interés público."
},
{
"id": 11,
"parent": "Microcrédito",
"denominacion": "Microcrédito de Acumulación Simple",
"monto_minimo": 1000,
"monto_maximo": 10000,
"plazo_minimo": 12,
"plazo_maximo": 48,
"tasa_interes": 24.54,
"tasa_efectiva": 27.50,
"tasa_interes_porc": 0.2454,
"tasa_efectiva_porc": 0.2750,
"informacion": "Es el otorgado a personas naturales (independientes) o personas jurídicas con un nivel de ventas anuales inferior o igual a USD 100,000.00 o a un grupo de prestatarios con garantía solidaria, destinado a financiar actividades de producción y/o comercialización en pequeña escala, cuya fuente principal de pago la constituye el producto de las ventas o ingresos generados por dichas actividades. El saldo adeudado en microcréditos al Banco sea superior a USD 1,000.00 y hasta USD 10,000.00 incluyendo el monto de la operación solicitada."
},
{
"id": 12,
"parent": "Microcrédito",
"denominacion": "Microcrédito de Acumulación Ampliada",
"monto_minimo": 10001,
"monto_maximo": 150000,
"plazo_minimo": 12,
"plazo_maximo": 48,
"tasa_interes": 22.93,
"tasa_efectiva": 25.50,
"tasa_interes_porc": 0.2293,
"tasa_efectiva_porc": 0.2550,
"informacion": "Es el otorgado a personas naturales (independientes) o personas jurídicas con un nivel de ventas anuales inferior o igual a USD 100,000.00 o a un grupo de prestatarios con garantía solidaria, destinado a financiar actividades de producción y/o comercialización en pequeña escala, cuya fuente principal de pago la constituye el producto de las ventas o ingresos generados por dichas actividades. El saldo adeudado en microcréditos al Banco sea superior a USD 10,000.00 incluyendo el monto de la operación solicitada. "
}
]
